{
  "message": {
    "hello": "HELLO",
    "English": "英文",
    "Chinese": "中文",
    "Language": "Language",
    "JoinUs": "Join Us",
    "MediaCenter": "Media Center",
    "VisaProcessing": "Visa Processing",
    "LegalServices": "Legal Services",
    "BankAccountOpening": "Bank Account Opening",
    "CommercialVehicelRental": "Commercial Vehicel Rental",
    "StorageService": "Storage Service",
    "HumanResourcesService": "Human Resources Service",
    "ImportExportClearance": "Import Export Clearance",
    "LicenseApplication": "License Application",
    "AccountingAndTaxation": "Accounting AndTaxation",
    "BusinessRegistration": "Business Registration",
    "BusinessServices": "Business Services",
    "ShippingServices": "Shipping Services",
    "OtherServices": "Other Services",
    "Vehicles": "Vehicles",
    "PersonalServices": "Personal Services",
    "AboutUs": "About Us",
    "ShippingStatusTrack": "Shipping Status Track:",
    "PleaseInputOrderNo": "Please Input Order No",
    "AboutUsContent": "At ICSI, we are committed to providing one-stop services for Chinese enterprises to establish themselves in the Philippines. With a focus on quality, efficiency, and customer satisfaction, we offer a comprehensive range of solutions designed to drive success.",
    "OurService": "What We Offer",
    "OurServiceContent": "Whether you need for business or personal needs, our team of experienced professionals is dedicated to providing top-notch service that exceeds expectations.",
    "OurServiceContentItem1": "Complete and Customized Assistance in Philippine related transactions",
    "OurServiceCOntentItem2": "Reasonably Priced and Reliable Service",
    "OurServiceContentItem3": "Skip the Hassle of Negotiations",
    "WhyChooseUs": "Why Choose Us?",
    "WhyChooseUsContent": "Partner with ICSI today and experience the difference in Philippine related services that drive growth and efficiency.",
    "whyChooseUsCard1": "Expertise & Experience",
    "whyChooseUsCard1Text": "Years of industry knowledge and hands-on experience.",
    "WhyChooseUseCard2": "Customer-Centric Approach",
    "WhyChooseUsCard2Text": "Personalized solutions tailored to your needs.",
    "WhyChooseUsCard3": "Quality Assurance",
    "WhyChooseUsCard4": "Reliable Support",
    "WhyChooseUsCard3Text": "Commitment to high standards and excellence.",
    "WhyChooseUsCard4Text": "Dedicated assistance whenever you need it.",
    "ContactUs": "Contact Us",
    "YourName": "Your Name",
    "YourConnectWay": "Your Email",
    "YourQuestion": "Your Message",
    "Send": "Send",
    "FollowUs": "Follow Us",
    
    "WhoWeAre": "Who We Are",
    "AboutUsContentDetail": "Insight Connect Solutions Inc (lCSl), a consulting firm that caters to the needs ofenterprises and individuals who seek to start and expand their business in thePhilippines.Founded in 2025, lCSl is a joint venture of Filipino and Chinese professionals who arecommitted in the efficient delivery of Philiipine related government transactions, withits main hub in the heart of Bonifacio Global City Philippines and branch in the businessdistrict of Xiamen China.",
    "OurBussiness": "Our Bussiness",
    "OurBussinessIntro": "ICSl specializes in Business Registration, lmportation of Commodities, Tax Compliance,Visa Processing, HR Services and all other related processes in setting up a business.Now, you can focus in your business operation and let lCSl attend to all the issuesrelating to business processes.",
    "VehicleServicesIntro": "Vehicle Services Introduction",
    "VehicleServicesContent": "At lCSl, we specialize in assisting individuals and businesses with the seamlessprocurement, maintaining, and renting of vehicles, ensuring a hassle-free and cost-effective experience. Our expertise covers sourcing, negotiating, processing, and acquiringvehicles that meet our clients'specific needs, whether for personal use, corporate fleets.or commercial operations.",
    "LegalAdviceTitle": "legal services introduction",
    "LegalAdviceConetent": "Looking for a Legal Service assistance? At ICSl, we are committed to being your best partner inddressing any legal concerns you may have.Whether you need assistance with contract management, dispute resolution, intellectual propertyprotection, or any other legal matter, you can trust us to deliver exceptional service and tailoredsolutions that meet your specific needs.",
    "BusinessRegistrationTitle": "Business Registration introduction",
    "BusinessRegistrationContent": "",
    "AccountingAndTaxationTitle": "Accounting and Taxation introduction",
    "AccountingAndTaxationContent": "",
    "LicenseApplicationTitle": "License Application introduction",
    "LicenseApplicationContent": "ICSl offers comprehensive license application services to help businesses navigate the complexities oobtaining necessary licenses and permits, Our experienced team is dedicated to ensuring that yourbusiness remains compliant with all industry regulations and standards.",
    "ImportExportClearanceTitle": "lmport/Export Clearance introduction",
    "ImportExportClearanceContent": "At lCSl,we provide compreherimport/export clearance services to ensure your goods movesmoothly across international borders. Our hardworking team will handle all the necessary legaprocedures and paperwork, ensuring compliance with national and international regulations.",
    "HumanResourcesServiceTitle": "Human Resources ServicesIntroduction",
    "HumanResourcesServiceContent": "At lCSl, we offer a wide range of human resource services designedto support and empoweryour business. Our team ofexperiencedHR professionals is dedicated to helping you manage yourworkforce efficiently and effectively, allowing you to focus on achieving vour husiness goals."
  }
}
